tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "xz"
brew "openssl@3"
brew "asciidoctor"
brew "icu4c@76"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "oniguruma"
brew "bat"
brew "bluetoothconnector"
brew "gettext"
brew "pcre2"
brew "coreutils"
brew "deno"
brew "fd"
brew "libevent"
brew "python@3.13"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "hadolint"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "k3d"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit"
brew "mas"
brew "msgpack"
brew "neovim"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "trash", link: true
brew "unar"
brew "urlview"
brew "wakeonlan"
brew "watch"
brew "yadm"
brew "yq"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "blackhole-2ch"
cask "chatgpt"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "istat-menus@6"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "visual-studio-code"
